<template>
  <div
    class="p-terms"
    :class="{'p-terms--sp': device.isMobile}"
  >
    <div class="p-terms__cnt">
      <h2 class="p-terms__ttl">
        利用規約
      </h2>
      <p class="p-terms__txt">
        「estie」は株式会社estie（以下、「当社」といいます。）が運営する、賃貸オフィス等に関する情報プラットフォームです。本サービスのご利用にあたっては、以下の本規約をよくお読みいただき、ご同意いただいた上でご利用ください。もし以下の規約のいずれにも同意しない場合、利用者の皆様はこのサイトを使用又はアクセスすることを禁じられます。
      </p>
      <h3 class="p-terms__scttl">
        用語の定義
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          「当社」とは、「株式会社estie」を意味します。
        </li>
        <li class="p-terms__listDcml">
          「本サイト」とは、そのドメインが「estie.jp」である、当社が運営するウェブサイト（理由の如何を問わず、当社のウェブサイトドメインのドメイン又は内容が変更された場合は、当該変更後のウェブサイトを含みます。）を意味します。
        </li>
        <li class="p-terms__listDcml">
          「本サービス」とは、当社が「estie」という名称で運営する本サイト上での情報閲覧・情報検索・情報提供、広告掲載、その他本サイトが提供する全てのサービスを（理由の如何を問わずサービスの名称又は内容が変更された場合は、当該変更後のサービスを含みます。）意味します。
        </li>
        <li class="p-terms__listDcml">
          「ユーザー」とは、本サービスを利用する全ての個人又は法人を意味します。
        </li>
        <li class="p-terms__listDcml">
          「テナント」とは、ユーザーの内、入居を企図して賃貸オフィスを探している全ての個人又は法人を意味します。
        </li>
        <li class="p-terms__listDcml">
          「エージェント」とは、ユーザーの内、賃貸オフィス情報をテナントに提供する全ての個人又は法人を意味します。
        </li>
        <li class="p-terms__listDcml">
          「知的財産権」とは、著作権、特許権、実用新案権、商標権、意匠権その他の知的財産権（それらの権利を取得し、又はそれらの権利につき登録等を出願する権利を含みます。）を意味します。
        </li>
        <li class="p-terms__listDcml">
          「外部サービス」とは、Facebook、その他の他の事業者が提供しているサービスで、本サービスの実施に利用されるサービスを意味します。
        </li>
        <li class="p-terms__listDcml">
          「外部事業者」とは、外部サービスのサービス提供者を意味します。
        </li>
        <li class="p-terms__listDcml">
          「外部利用規約」とは、ユーザーと外部事業者との権利関係を定める規約を意味します。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第1条（規約の適用）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          本規約は、本サービスを利用するすべてのユーザーに適用されるものとし、ユーザーは、本規約に同意のうえ本サイトを利用するものとします。
        </li>
        <li class="p-terms__listDcml">
          ユーザーは、本サービスに登録しない場合でも、本規約に同意した上で本サービスを利用するものとし、本サイトを利用したことをもって本規約に同意したものとみなされ、当社とユーザーとの間に本規約の諸規定に従った本サービスの利用にかかる契約（以下「利用契約」といいます。）が成立します。
        </li>
        <li class="p-terms__listDcml">
          当社が本サイト上で随時掲載する本サービスに関するルール、諸規定等（以下「本サービスの説明等」といいます。）は本規約の一部を構成するものとします。本規約外における本サービスの説明等と、本規約の規定の内容が異なる場合は、本規約の規定が優先して適用されるものとします。
        </li>
        <li class="p-terms__listDcml">
          当社は、本サービスの一部（以下「登録サービス」といいます。）をユーザーが使用するにあたり、ユーザーに第3条に定める登録を求める場合があります。登録サービスの利用を希望するユーザーは、第3条に従って登録を行うものとします。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第2条（規約の変更）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          当社は、ユーザーに事前の通知をすることなく本規約（本サービスの説明等を含みます。）を変更することがあります。
        </li>
        <li class="p-terms__listDcml">
          当社が本規約を変更する場合、当社は変更後の利用規約を本サイトに掲示します。変更後の利用規約を掲示した後も、ユーザーが本サイト又は本サービスの使用又はアクセスを継続することにより、ユーザーは変更後の利用規約に承諾したものとみなします。
        </li>
        <li class="p-terms__listDcml">
          変更された利用規約を受け入れられない場合、ユーザーは当サイトの使用又はおよびアクセスを中止しなければなりません。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第3条（登録）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          登録サービスの利用を希望する者（以下「登録希望者」といいます。）は、本規約を遵守することに同意し、かつ当社の定める一定の情報（以下「登録情報」といいます。）を当社の定める方法で当社に提供することにより、当社に対し、登録サービスの利用の登録を申請することができます。
        </li>
        <li class="p-terms__listDcml">
          登録の申請は必ず本サービスを利用する個人又は法人自身が行わなければならず、原則として代理人による登録申請は認められません。また、登録希望者は、登録の申請にあたり、真実、正確かつ最新の情報を当社に提供しなければなりません。
        </li>
        <li class="p-terms__listDcml">
          当社は、第1項に基づき登録を申請した者が、以下の各号のいずれかの事由に該当する場合は、登録を拒否することがあります。
        </li>
        <li class="p-terms__listDcml">
          ユーザーは、登録情報に変更があった場合は、遅滞なく、当社の定める方法により、当該変更事項を当社に通知し、当社から要求された資料を提出するものとします。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第4条（本サービスの概要）
      </h3>
      <p class="p-terms__txt">
        本サイト、本サービスに関するアプリケーション（以下「本アプリケーション」といいます。）、および本サービスを使用することで、テナントは賃貸オフィス情報を持つ複数のエージェントと容易にマッチングすることができます。テナントは本サイト、本アプリケーション、および本サービスへの未登録の訪問者としてエージェントが提供するオフィス情報の一部を閲覧することができます。しかし、テナントが実際にエージェントとやり取りしたり、興味ありリストとして個別に物件リストを作成したい場合は、本サイトのアカウントを作成し、登録する必要があります。
        <br>
        一方エージェントは本サイト、本アプリケーション、および本サービスを利用するためには本サイトのアカウントを作成し、登録する必要があります。
        <br><br>
        上記のように、当社は、テナントとエージェントがオンラインで会い、互いに賃貸契約を締結するまでのコミュニケーションを円滑にするための環境を整備したオンラインプラットフォーム又はマーケットプレイスを実現します。 当社は、オフィス、店舗、コワーキングスペース、サービスオフィス、会議室、又はイベントスペースを始めとするあらゆる財産の所有者、仲介者又は運営者とはならず、所有、売却、転売、提供、提供、賃貸、再賃貸、管理、不動産仲介を実施しません。本サービス上で特に明記されていない限り、当社の責任は、サイト、アプリケーション、およびサービスの利用を促進することに限定されます。
        <br><br>
        なお、本サービス上のコミュニケーションについては、ユーザー及び当社が参加する電子掲示板上で行われるものとします。ただし、ユーザーは、当該掲示板を通じて、当社に対して連絡することはできません。また、当社は、ユーザーが本サービスに投稿した各種情報について、本サービス向上を目的とし、統計的に利用すること（ユーザーが特定されない形で、統計情報として加工したものを、第三者に開示し又は公表することを含む）ができるものとします。ユーザーは、本サービスの利用を終了した後も、当該統計情報について、当社が利用可能であることに同意します。
      </p>
      <h3 class="p-terms__scttl">
        第5条（利用料金の支払方法）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          エージェントは、本サービスの利用対価として当社が別途定め、書面又はメールで通知する利用料金を、当社が指定する方法により、当社が定める支払期限までに支払うものとします。振込手数料その他支払に必要な費用はエージェントの負担とします。
        </li>
        <li class="p-terms__listDcml">
          エージェントが利用料金の支払を遅延した場合は、年14.6%の割合による遅延損害金を支払うものとします。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第6条（アカウント情報の管理）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          ユーザーは、自己の責任において、本サービスにかかるユーザーIDおよびパスワード（以下「アカウント情報」といいます。）を管理および保管するものとし、これを第三者に利用させたり、貸与、譲渡、名義変更、売買等をしてはならないものとします。
        </li>
        <li class="p-terms__listDcml">
          アカウント情報の管理不十分、使用上の過誤、第三者の使用等による損害の責任はユーザーが負うものとし、当社は一切の責任を負いません。
        </li>
        <li class="p-terms__listDcml">
          ユーザーは、アカウント情報が盗まれ、又は第三者に使用されていることが判明した場合には、直ちにその旨を当社に通知するとともに、当社からの指示に従うものとします。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第7条（禁止事項）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          ユーザーは、本サイトおよび本サービスの利用に関して、次の事項を行わないものとします。
          <ol class="p-terms__lists-in-lists">
            <li class="p-terms__listLowRoman">
              本規約に違反する行為
            </li>
            <li class="p-terms__listLowRoman">
              法令若しくは当社若しくはユーザーが所属する業界団体の内部規則に違反する行為又は犯罪的行為に結びつく行為
            </li>
            <li class="p-terms__listLowRoman">
              本サイトの提供する情報（全部、一部を問わず）を、当社の事前の同意なしに、複写、若しくはその他の方法により再生、複製、送付、譲渡、頒布、配布、転売、又はこれらの目的で使用するために保管する行為
            </li>
            <li class="p-terms__listLowRoman">
              本サイトを通じ、以下に該当し、又は該当すると当社が判断する情報を当社又は本サービスの利用者に送信すること
              <ul class="p-terms__lists-in-lists">
                <li class="p-terms__listDisc">
                  コンピューター・ウィルスその他の有害なコンピュータープログラムを含む情報
                </li>
                <li class="p-terms__listDisc">
                  本サービスの他の利用者又はその他の第三者の名誉又は信用を毀損する表現を含む情報
                </li>
                <li class="p-terms__listDisc">
                  差別や犯罪的行為を助長する表現を含む情報
                </li>
                <li class="p-terms__listDisc">
                  反社会的な表現を含む情報
                </li>
                <li class="p-terms__listDisc">
                  他人に不快感を与え表現を含む情報
                </li>
              </ul>
            </li>
            <li class="p-terms__listLowRoman">
              公序良俗に違反する行為
            </li>
            <li class="p-terms__listLowRoman">
              本サイトの利用者又は第三者の知的所有権（著作権、意匠権、実用新案権、商標権、特許権、ノウハウが含まれるがこれに限定されない）、名誉、プライバシーその他の権利を侵害する行為
            </li>
            <li class="p-terms__listLowRoman">
              他の利用者又は第三者に不利益を与える行為
            </li>
            <li class="p-terms__listLowRoman">
              本サービスのネットワーク又はシステム等に過度に負担をかける行為
            </li>
            <li class="p-terms__listLowRoman">
              本サイトの運営を妨げる行為
            </li>
            <li class="p-terms__listLowRoman">
              本サービスの他の利用者のID又はパスワードを利用する行為
            </li>
            <li class="p-terms__listLowRoman">
              本サービスの他の利用者又はその他の第三者に不利益、損害、不快感を与える行為
            </li>
            <li class="p-terms__listLowRoman">
              反社会勢力への利益供与
            </li>
            <li class="p-terms__listLowRoman">
              その他、当社が不適当と判断する行為
            </li>
          </ol>
        </li>
        <li class="p-terms__listDcml">
          前項に掲げる行為によって、当社又は第三者に損害を生じた場合、ユーザーはすべての法的責任を負うものとし、当社および第三者に損害を与えないものとします。
        </li>
        <li class="p-terms__listDcml">
          当社は、本サービスにおけるユーザーによる情報の送信行為が前項各号のいずれかに該当し、又は該当するおそれがあると当社が判断した場合には、ユーザーに事前に通知することなく、ユーザーについての情報の全部又は一部を削除、本サービスの利用の停止、又は利用契約の解除をすることができるものとします。当社は、本項に基づき当社が行った措置に基づきユーザーに生じた損害について一切の責任を負いません。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第8条（本サービスの停止等）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          当社は、以下のいずれかに該当する場合には、ユーザーに事前に通知することなく、本サービスの利用の全部又は一部を停止又は中断することができるものとします。
        </li>
        <li class="p-terms__listDcml">
          <ol class="p-terms__lists-in-lists">
            <li class="p-terms__listLowRoman">
              本サイト又は本サービスに係るコンピューター・システムの点検又は保守作業を定期的又は緊急に行う場合
            </li>
            <li class="p-terms__listLowRoman">
              コンピューター、通信回線等が事故により停止した場合
            </li>
            <li class="p-terms__listLowRoman">
              火災、停電、天災地変などの不可抗力により本サービスの運営ができなくなった場合
            </li>
            <li class="p-terms__listLowRoman">
              外部サービスに、トラブル、サービス提供の中断又は停止、本サービスとの連携の停止、仕様変更等が生じた場合
            </li>
          </ol>
        </li>
        <li class="p-terms__listDcml">
          当社は、当社の都合により、本サービスの提供を終了することができます。この場合、当社はユーザーに事前に通知するものとします。
        </li>
        <li class="p-terms__listDcml">
          当社は、本条に基づき当社が行った措置に基づきユーザーに生じた損害について一切の責任を負いません。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第9条（設備の負担等）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          本サービスの提供を受けるために必要な、コンピューター、スマートフォン、ソフトウェアその他の機器、通信回線その他の通信環境等の準備および維持は、ユーザーの費用と責任において行うものとします。
        </li>
        <li class="p-terms__listDcml">
          ユーザーは自己の本サービスの利用環境に応じて、コンピューター・ウィルスの感染の防止、不正アクセスおよび情報漏洩の防止等のセキュリティ対策を自らの費用と責任において講じるものとします。
        </li>
        <li class="p-terms__listDcml">
          当社は、ユーザーが送受信したメッセージその他の情報を運営上一定期間保存していた場合であっても、かかる情報を保存する義務を負うものではなく、当社はいつでもこれらの情報を削除できるものとします。なお、当社はかかる情報の削除に基づきユーザーに生じた損害について一切の責任を負いません。
        </li>
        <li class="p-terms__listDcml">
          ユーザーは、本サービスの利用開始に際し又は本サービスの利用中に、本サイトからのダウンロードその他の方法によりソフトウェア等をユーザーのコンピューター、スマートフォン等にインストールする場合には、ユーザーが保有する情報の消滅若しくは改変又は機器の故障、損傷等が生じないよう十分な注意を払うものとし、当社はユーザーに発生したかかる損害について一切責任を負わないものとします。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第10条（反社会的勢力の排除）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          ユーザーは現在かつ将来に渡り、反社会的勢力等に該当しないこと、また暴力的な要求行為、法的な責任を超えた不当な要求行為、取引に関して脅迫的な言動又は暴力を用いる行為、風説を流布し偽計を用い又は威力を用いて業務を妨害する行為、その他これらに準ずる行為を行わないことを、将来に渡って表明するものとします。
        </li>
        <li class="p-terms__listDcml">
          ユーザーが前項の定めに違反したと当社が判断した場合、当社は本サービスの提供を終了することができるものとします。当社は、本項に基づく措置によってユーザーに生じる損害について一切責任を負いません。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第11条（登録取消等）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          当社は、ユーザーが、以下の各号のいずれかの事由に該当する場合は、事前に通知又は催告することなく、当該ユーザーについて本サービスの利用を一時的に停止し、利用契約を解除し、又はユーザーとしての登録を取り消すことができます。
          <ol class="p-terms__lists-in-lists">
            <li class="p-terms__listLowRoman">
              本規約のいずれかの条項に違反した場合
            </li>
            <li class="p-terms__listLowRoman">
              登録情報に虚偽の事実があることが判明した場合
            </li>
            <li class="p-terms__listLowRoman">
              当社、他のユーザー、外部事業者その他の第三者に損害を生じさせるおそれのある目的又は方法で本サービスを利用した、又は利用しようとした場合
            </li>
            <li class="p-terms__listLowRoman">
              外部サービスに、トラブル、サービス提供の中断又は停止、本サービスとの連携の停止、仕様変更等が生じた場合
            </li>
            <li class="p-terms__listLowRoman">
              手段の如何を問わず、本サービスの運営を妨害した場合
            </li>
            <li class="p-terms__listLowRoman">
              支払停止若しくは支払不能となり、又は破産手続開始、民事再生手続開始、会社更生手続開始、特別清算開始若しくはこれらに類する手続の開始の申立てがあった場合
            </li>
            <li class="p-terms__listLowRoman">
              自ら振出し、若しくは引受けた手形若しくは小切手につき、不渡りの処分を受けた場合、又は手形交換所の取引停止処分その他これに類する措置を受けた場合
            </li>
            <li class="p-terms__listLowRoman">
              差押、仮差押、仮処分、強制執行又は競売の申立てがあった場合
            </li>
            <li class="p-terms__listLowRoman">
              租税公課の滞納処分を受けた場合
            </li>
            <li class="p-terms__listLowRoman">
              死亡した場合又は後見開始、保佐開始若しくは補助開始の審判を受けた場合
            </li>
            <li class="p-terms__listLowRoman">
              6ヶ月以上本サービスの利用がなく、当社からの連絡に対して応答がない場合
            </li>
            <li class="p-terms__listLowRoman">
              第3条第3項各号に該当する場合
            </li>
            <li class="p-terms__listLowRoman">
              その他、当社がユーザーとしての登録の継続を適当でないと判断した場合
            </li>
          </ol>
        </li>
        <li class="p-terms__listDcml">
          前項各号のいずれかの事由に該当した場合、エージェントは、当社に対して負っている債務の一切について当然に期限の利益を失い、直ちに当社に対して全ての債務の支払を行わなければなりません。
        </li>
        <li class="p-terms__listDcml">
          当社およびユーザーは、それぞれ30日前までに当社所定の方法で相手方に通知することにより、利用契約を解除し、又はユーザーの登録を取り消すことができます。
        </li>
        <li class="p-terms__listDcml">
          当社は、本条に基づき当社が行った行為によりユーザーに生じた損害について一切の責任を負いません。
        </li>
        <li class="p-terms__listDcml">
          本条に基づき利用契約を解除され、又はユーザーの登録が取り消された場合、ユーザーは、当社の指示に基づき、当社から提供を受けた本サービスに関連するソフトウェア、マニュアルその他の物につき、返還、廃棄その他の処分を行うものとします。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第12条（免責事項）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          当社は、本サービスがユーザーの特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性を有すること、ユーザーの情報の保存又は保持、および不具合が生じないことについて、明示的・黙示的を問わずいかなる保証も致しません。
        </li>
        <li class="p-terms__listDcml">
          当社は、ユーザーに発生する以下の損害について賠償する責任を一切負いません。
          <ul class="p-terms__lists-in-lists">
            <li class="p-terms__listDisc">
              本サービスを通じて提供される情報の入手、収集、編纂、解釈、分析、編集、翻訳、送付、伝達、配布に関わる誤り（当社の不注意によるか、その他によるかを問わず）又はその他の状況により（全部、一部を問わず）引き起こされ、発生し、若しくはこれらに起因する損失又は損害
            </li>
            <li class="p-terms__listDisc">
              本サービスを通じて提供される情報の使用又は使用不可能により発生する、あらゆる種類の直接的、間接的、特別、二次的、又は付随的な損害（このような損害の可能性について当社が事前に通告を受けたかどうかを問わず）
            </li>
            <li class="p-terms__listDisc">
              当社による本サービスの提供の中断、停止、終了、利用不能又は変更、ユーザーのメッセージ又は情報の削除又は消失､利用契約の解除、ユーザーの登録の取消、本サービスの利用によるデータの消失又は機器の故障若しくは損傷、その他本サービスに関連してユーザーが被った損害
            </li>
            <li class="p-terms__listDisc">
              本サービスの利用による機器の故障若しくは損傷
            </li>
            <li class="p-terms__listDisc">
              本サービスに送信した投稿データ等情報の削除又は消失
            </li>
            <li class="p-terms__listDisc">
              第三者からの不正アクセス・不正使用による情報漏洩・改ざん
            </li>
            <li class="p-terms__listDisc">
              その他本サービスに関してユーザーが被った被害
            </li>
          </ul>
        </li>
        <li class="p-terms__listDcml">
          当社は、本サイトを通じて得た情報、本サイトの利用者の皆さまより提供あるいは入力された情報（これらの情報には、個人あるいは法人を特定する情報を除きます。）を、情報の分析・評価、第三者への情報提供等のために利用することができます。
        </li>
        <li class="p-terms__listDcml">
          本サービスは、外部サービスと連携することがありますが、かかる連携を保証するものではなく、本サービスにおいて外部サービスと連携できなかった場合でも、当社は一切の責任を負いません。
        </li>
        <li class="p-terms__listDcml">
          本サービスが外部サービスと連携している場合において、ユーザーは外部利用規約を自己の費用と責任で遵守するものとし、ユーザーと当該外部サービスを運営する外部事業者との間で紛争等が生じた場合でも、当社は当該紛争等について一切の責任を負いません。
        </li>
        <li class="p-terms__listDcml">
          ユーザーは、本サービスを利用することが、ユーザーに適用のある法令、業界団体の内部規則等に違反するか否かを自己の責任と費用に基づいて調査するものとし、当社は、ユーザーによる本サービスの利用が、ユーザーに適用のある法令、業界団体の内部規則等に適合することを何ら保証するものではありません。
        </li>
        <li class="p-terms__listDcml">
          本サービス又は本サイトに関連してユーザーと他のユーザー、外部事業者その他の第三者との間において生じた取引、連絡、紛争等については、ユーザーの責任において処理および解決するものとし、当社はかかる事項について一切責任を負いません。
        </li>
        <li class="p-terms__listDcml">
          本サイトから他のウェブサイトへのリンク又は他のウェブサイトから本サイトへのリンクが提供されている場合でも、当社は、本サイト以外のウェブサイトおよびそこから得られる情報に関して如何なる理由に基づいても一切の責任を負いません。
        </li>
        <li class="p-terms__listDcml">
          当社は、本サービスに関連するユーザーと他のユーザー、又は提携しているビルオーナー様、不動産仲介会社様、その他の第三者との間において生じた取引、連絡、紛争等について一切責任を負いません。
        </li>
        <li class="p-terms__listDcml">
          本規約の規定にかかわらず消費者契約法の適用その他の理由により当社がユーザーに対して損害賠償責任を負う場合においても、当社の賠償責任は、5000円を上限とします。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第13条（本サービスの権利の帰属）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          本サービスに関する一切の情報の著作権、所有権および知的財産権は全て当社又は当社にその利用を許諾した権利者に帰属し、ユーザーは無断で複製、譲渡、貸与、伝送、配布、出版、営業使用等をしてはならないものとします。
        </li>
        <li class="p-terms__listDcml">
          ユーザーはいかなる理由によっても当社又は当社にライセンス利用を許諾した権利者の知的財産権を侵害する恐れのある行為をしないものとします。
        </li>
        <li class="p-terms__listDcml">
          当社サイト又は本サービスにおいて、ユーザーが投稿その他送信を行った文章、画像、動画その他のデータについては、当社において、本サービスの提供に必要な範囲において、無償で自由に利用（複製、複写、改変、第三者への再許諾その他のあらゆる利用を含みます。）することができるものとします。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第14条（情報の取扱い）
      </h3>
      <p class="p-terms__txt">
        ユーザーが本サービスを利用することにより当社が取得する個人情報の取扱いは、別途当社が定めるプライバシーポリシーによるものとします。ユーザーは、本サービスを利用するにあたり、当該プライバシーポリシーに従って当社が個人情報を取扱うことについて同意するものとします。また、当社はユーザーに対し、電子メールにより、当サイトのメールマガジン、広告等を送信する場合があり、ユーザーはこれに同意します。
      </p>
      <h3 class="p-terms__scttl">
        第15条（本サービスの中止・変更・終了）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          当社は、独自の裁量により、予告なしにいつでも本サイト、アプリケーション、又はサービスを中止・変更・終了することがあります。本サービスの提供を終了する場合、当社は事前に終了の旨を本サイト上に掲載することとします。
        </li>
        <li class="p-terms__listDcml">
          当社は、本条に基づき当社が実施した行為によってユーザー又は第三者が被った損害について、一切の責任を負わないものとします。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第16条（ユーザーの賠償等の責任）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          ユーザーは、本規約に違反することにより、又は本サービスの利用に関連して当社に損害を与えた場合、当社に対しその損害を賠償しなければなりません。
        </li>
        <li class="p-terms__listDcml">
          ユーザーが、本サービスに関連して他のユーザー、外部事業者その他の第三者からクレームを受け又はそれらの者との間で紛争を生じた場合には、直ちにその内容を当社に通知するとともに、ユーザーの費用と責任において当該クレーム又は紛争を処理し、当社からの要請に基づき、その経過および結果を当社に報告するものとします。
        </li>
        <li class="p-terms__listDcml">
          ユーザーによる本サービスの利用に関連して、当社が、他のユーザー、外部事業者その他の第三者から権利侵害その他の理由により何らかの請求を受けた場合は、ユーザーは当該請求に基づき当社が当該第三者に支払を余儀なくされた金額を賠償しなければなりません。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第17条（秘密保持）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          本規約において「秘密情報」とは、利用契約又は本サービスに関連して、ユーザーが、当社より書面、口頭若しくは記録媒体等により提供若しくは開示されたか、又は知り得た、当社の技術、営業、業務、財務、組織、その他の事項に関する全ての情報を意味します。但し、(1)当社から提供若しくは開示がなされたとき又は知得したときに、既に一般に公知となっていた、又は既に知得していたもの、(2)当社から提供若しくは開示又は知得した後、自己の責めに帰せざる事由により刊行物その他により公知となったもの、(3)提供又は開示の権限のある第三者から秘密保持義務を負わされることなく適法に取得したもの、(4)秘密情報によることなく単独で開発したもの、(5)当社から秘密保持の必要なき旨書面で確認されたものについては、秘密情報から除外するものとします。
        </li>
        <li class="p-terms__listDcml">
          ユーザーは、秘密情報を本サービスの利用の目的のみに利用するとともに、当社の書面による承諾なしに第三者に当社の秘密情報を提供、開示又は漏洩しないものとします。
        </li>
        <li class="p-terms__listDcml">
          第2項の定めに拘わらず、ユーザーは、法律、裁判所又は政府機関の命令、要求又は要請に基づき、秘密情報を開示することができます。但し、当該命令、要求又は要請があった場合、速やかにその旨を当社に通知しなければなりません。
        </li>
        <li class="p-terms__listDcml">
          ユーザーは、秘密情報を記載した文書又は磁気記録媒体等を複製する場合には、事前に当社の書面による承諾を得ることとし、複製物の管理については第2項に準じて厳重に行うものとします。
        </li>
        <li class="p-terms__listDcml">
          ユーザーは、当社から求められた場合にはいつでも、遅滞なく、当社の指示に従い、秘密情報並びに秘密情報を記載又は包含した書面その他の記録媒体物およびその全ての複製物を返却又は廃棄しなければなりません。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第18条（有効期間）
      </h3>
      <p class="p-terms__txt">
        利用契約は、ユーザーについて第1条第2項に基づき利用契約が成立した日に効力を生じ、当該ユーザーとの利用契約が解除された日又は本サービスの提供が終了した日のいずれか早い日まで、当社とユーザーとの間で有効に存続するものとします。
      </p>
      <h3 class="p-terms__scttl">
        第19条（本規約の譲渡等）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          ユーザーは、当社の書面による事前の承諾なく、利用契約上の地位又は本規約に基づく権利若しくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の処分をすることはできません。
        </li>
        <li class="p-terms__listDcml">
          当社は本サービスにかかる事業を第三者に譲渡（事業譲渡、会社分割その他態様の如何を問わないものとします。）した場合には、当該譲渡に伴い利用契約上の地位、本規約に基づく権利および義務並びにユーザーの登録情報その他の顧客情報を当該譲渡の譲受人に譲渡することができるものとし、ユーザーは、かかる譲渡につき本項において予め同意したものとします。
        </li>
      </ol>
      <h3 class="p-terms__scttl">
        第20条（存続規定）
      </h3>
      <p class="p-terms__txt">
        第5条（未払がある場合に限ります。）、第6条第2項、第7条第2項および第3項、第8条第3項、第9条、第10条第2項、第11条第2項、第4項および第5項、第12条から第14条まで、第15条第2項、並びに第16条から第21条までの規定は利用契約の終了後も有効に存続するものとします。但し、第17条については、利用契約終了後5年間に限り存続するものとします。
      </p>
      <h3 class="p-terms__scttl">
        第21条（準拠法・管轄裁判所）
      </h3>
      <ol class="p-terms__lists">
        <li class="p-terms__listDcml">
          本規約の解釈にあたっては、日本法を準拠法とします。
        </li>
        <li class="p-terms__listDcml">
          本サービスに関連する一切の紛争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。
        </li>
      </ol>
    </div>
  </div>
</template>

<script>
import { mapState } from 'vuex';

export default {
  layout: ctx => (ctx.isMobile ? 'cms_sp' : 'cms_pc'),
  head() {
    return {
      title: '利用規約',
      meta: [{ name: 'robots', content: 'noindex' }],
    };
  },
  middleware: 'injectDevice',
  computed: {
    ...mapState(['device']),
  },
};
</script>

<style lang="scss" scoped>
.p-terms {
  @include p-terms;
}
</style>
